Repository: sbarex/QLMarkdown
Catalog: QLMarkdown/mul.lproj/Main.xcstrings
Source language: en
Languages: es, it

# 1JJ-R9-DkW.title
source: Disabled
es: Desactivado
it: Disabiliato

# 2s4-sQ-wsc.ibShadowedToolTip
source: Refresh the preview.
es: Actualizar la vista previa.
it: Aggiorna l’anteprima

# 4sb-4s-VLi.title
source: Quit QLMarkdown
es: Salir de QLMarkdown
it: Esci da QLMarkdown

# 5IO-mU-4yw.title
source: Show about info
es: Info de QLMarkdown
it: Mostra informazioni su

# 5kV-Vb-QxS.title
source: About QLMarkdown
es: Acerca de QLMarkdown
it: Informazioni su QLMarkdown

# 5QF-Oa-p0T.title
source: Edit
es: Edición
it: Modifica

# 5wj-Mt-t0a.title
source: Show debug info
es: Mostrar información de depuración
it: Modalità debug

# 6lL-8G-ydW.title
source: For all md files
es: Para todos los archivos md
it: Tutti i file

# 7xD-aa-BRT.title
source: Preview auto refresh
es: Actualización automática de la vista previa
it: Rigenera anteprima automaticamente

# 8Ud-ck-Thq.title
source: Heads anchor
es: Anclas en encabezados
it: Link dei titoli

# 9hf-5c-VsA.title
source: Hourly
es: Cada hora
it: Ogni ora

# 9t9-UX-FUG.title
source: Check for Updates
es: Buscar actualizaciones
it: Controlla aggiornamenti

# 54Q-kb-yNT.title
source: Disabled
es: Desactivado
it: Disabilitata

# 69P-rL-O5m.title
source: Override default
es: Sustituir valor por defecto
it: Rimpiazza completamente lo stile predefinito

# a4i-Q6-IPK.title
source: 8 spaces
es: 8 espacios
it: 8 spazi

# ac7-uv-mn3.ibShadowedToolTip
source: Fix invalid characters in the Markdown code with the standard replacement char.
es: Corrige caracteres no válidos en el código Markdown con el carácter de sustitución estándar.
it: Rimpiazza i caratteri non validi con quello predefinito.

# AmY-2H-gOr.ibShadowedToolTip
source: Recognize GitHub task list syntax.
es: Reconoce la sintaxis de listas de tareas de GitHub.
it: Riconosce l’elenco delle attività in stile GitHub.

# AVG-X3-Ldi.title
source: Task list
es: Lista de tareas
it: Elenco attività

# bF1-0k-vem.title
source: Extensions:
es: Extensiones:
it: Estensioni:

# BjP-Uw-6pc.title
source: Word wrap
es: Ajuste de línea
it: Testo a capo

# cAD-tI-EYt.ibShadowedToolTip
source: Require unsafe option and internet connection.
es: Requiere la opción no segura y conexión a internet.
it: Richiede codice HTML in linea (non sicuro) e connessione web.

# cAD-tI-EYt.title
source: Use images
es: Usar imágenes
it: Immagini

# cCi-Mu-ec5.title
source: Mermaid Library
es: Biblioteca Mermaid
it: Libreria Mermaid

# CHS-sX-gZb.title
source: No soft break
es: Sin salto suave
it: No interruzioni di riga

# cHz-XF-UAt.title
source: Buy me a coffee…
es: Invítame a un café…

# cwL-P1-jid.title
source: Smart Links
es: Enlaces inteligentes
it: Link automatici

# CwW-Ex-8r5.title
source: Syntax Highlighting
es: Resaltado de sintaxis
it: Evidenzia sintassi del codice

# CyD-NR-d5g.title
source: 80 characters
es: 80 caracteres
it: 80 caratteri

# dcy-bx-VMQ.title
source: Default style
es: Estilo por defecto
it: Stile predefinito

# dEx-RW-L3r.title
source: Dark
es: Obscura
it: Scuro

# DHz-Hl-maQ.title
source: External link:
es: Enlace externo:
it: Link esterni:

# Dy7-So-arL.title
source: Validate UTF-8
es: Validar UTF-8
it: Valida UTF-8

# dYQ-r1-7p1.title
source: Reveal on Finder…
es: Mostrar en Finder…
it: Rivela nel Finder…

# EGd-o7-R9l.title
source: Disabled
es: Desactivado
it: Disabilitato

# egL-L9-5T4.title
source: Theme:
es: Tema:
it: Tema:

# eLR-wj-sll.title
source: Install the command line tool…
es: Instalar herramienta de línea de comandos…
it: Installa lo strumento a riga di comando…

# eQD-GE-vOS.title
source: Reset settings to factory default…
es: Restablecer ajustes de fábrica…
it: Ripristina impostazioni predefinite…

# eSO-oy-jJw.title
source: No replacement
es: Sin sustitución
it: Nessuna sostituzione

# esx-ic-ADn.title
source: If you like this application and find it useful, buy me a ☕️!
es: Si esta aplicación te resulta útil, invítame a un ☕️!
it: Se ti piace questa applicazione e la trovi utile, buy me a ☕️!

# Etf-lz-kHh.title
source: Render as source code
es: Renderizar como código fuente
it: Formatta come codice Markdown

# exl-30-5YT.title
source: Disabled
es: Desactivado
it: Disabilitata

# eZA-ZF-g3M.title
source: Syntax Highlighting
es: Resaltado de sintaxis
it: Evidenzia sintassi del codice

# F8b-HQ-oNC.title
source: Enabled
es: Activado
it: Abilitata

# FKE-Sm-Kum.title
source: QLMarkdown Help
es: Ayuda de QLMarkdown
it: Guida di QLMarkdown

# fUy-kU-Y35.title
source: Disabled
es: Desactivado
it: Disabilitato

# FYa-qP-HYA.title
source: Disabled
es: Desactivado
it: Disabilitata

# g5Z-1p-DQY.title
source: Tab replacement
es: Sustitución de tabuladores
it: Sostituisci tabulazioni

# gn8-wq-9v6.ibShadowedToolTip
source: Save changes to settings immediately.
es: Guarda los cambios de ajustes inmediatamente.
it: Salva le modifiche alle impostazioni immediatamente.

# gnZ-Z9-ksw.title
source: 2 spaces
es: 2 espacios
it: 2 spazi

# GWh-C2-PIx.title
source: Mermaid diagram
es: Diagrama Mermaid
it: Libreria Mermaid

# gXy-Ln-bja.title
source: MathJax Library
es: iblioteca MathJax
it: Libreria MathJax

# Hgy-S8-PZu.title
source: Autosave settings
es: Autoguardado
it: Salvataggio automatico delle impostaziomi

# i3f-1W-uJd.title
source: Export Markdown source…
es: Exportar fuente Markdown…
it: Esporta il sorgente Markdown…

# Ikg-xk-Q9P.title
source: Embedded
es: Incrustada
it: Incorporata (locale)

# Iqg-M1-Szo.ibShadowedToolTip
source: Save a local copy of the library.
es: Guardar una copia local de la biblioteca.
it: Salva in locale una copia della libreria.

# Iqg-M1-Szo.title
source: Save…
es: Guardar…
it: Salva…

# is3-eT-F7U.title
source: Weekly
es: Semanalmente
it: Settimanalmente

# iwQ-rZ-QIS.ibShadowedToolTip
source: GitHub mentions rendered as link.
es: Menciones de GitHub renderizadas como enlace.
it: Formatta le menzioni GitHub come dei link.

# ja6-54-Tho.title
source: Linked from web
es: Enlazada desde la web
it: Caricata dal web (remota)

# JQj-Yd-BmL.title
source: YAML header
es: Cabecera YAML
it: Intestazioni YAML

# KaW-ft-85H.title
source: Revert to Saved settings
es: Revertir a los ajustes guardados
it: Ripristina le impostazioni salvate

# kx4-Df-mw2.title
source: Examples
es: Ejemplos
it: Esempi

# LBN-Pu-eaa.title
source: 120 characters
es: 120 caracteres
it: 120 caratteri

# lmN-Zo-LLB.title
source: YAML Header Extension
es: Extensión de cabecera YAML
it: Intestazioni YAML

# ltp-9Y-XkV.title
source: Emoji extension
es: Extensión de emoji
it: Emoji

# M3C-27-h3Y.title
source: Single tilde (~)
es: Una virgulilla (~)
it: Singola tilde (~)

# m5w-Ts-cv1.title
source: GitHub mention
es: Mención de GitHub
it: Menzioni GitHub

# MBC-m2-kpW.title
source: Options:
es: Opciones:
it: Opzioni:

# mcf-6j-ea5.title
source: Refresh the cached library from the web…
es: Obtener de la web…
it: Aggiorna la cache della libreria dal web…

# MIB-mW-C6G.ibShadowedToolTip
source: Handle URL and email addresses as link.
es: Trata URL y direcciones de correo como enlaces.
it: Gestisci URL e indirizzi email come link.

# mLO-QN-MiG.title
source: height:
es: alto:
it: altezza:

# Mqp-5m-gB7.title
source: Light
es: Clara
it: Chiaro

# Mxg-xO-key.title
source: Extend default
es: Ampliar valor por defecto
it: Estendi lo stile predefinito

# NW6-OK-azv.ibShadowedToolTip
source: Handle YAML header.
es: Procesa la cabecera YAML.
it: Gestisci le intestazioni YAM.

# o8B-kU-fEh.title
source: Footnotes
es: Notas al pie
it: Note a pié di pagina

# OB0-ev-VJc.title
source: Tag filter
es: Filtro de etiquetas
it: Filtra tag non sicuri

# oCc-uW-APD.title
source: Reload Markdown source
es: Recargar fuente Markdown
it: Ricarica il file Markdown

# OT9-Oz-MMI.ibShadowedToolTip
source: Save a local copy of the library.
es: Guardar una copia local de la biblioteca.
it: Salva in locale una copia della libreria.

# OT9-Oz-MMI.title
source: Save…
es: Guardar…
it: Salva…

# pdn-vI-OrX.title
source: Highlight
es: Resaltado
it: Evidenziatore

# Phn-67-W9j.title
source: Appearance:
es: Apariencia:
it: Aspetto:

# PKe-RM-oGA.title
source: Daily
es: Diariamente
it: Quotidianamente

# pob-aX-d1p.title
source: Math extension
es: Extensión Math
it: Espressioni matematiche

# pxx-59-PXV.title
source: Save settings
es: Guardar ajustes
it: Salva le impostazioni

# pya-Cj-F48.title
source: Auto
es: Automático
it: Automatico

# qGt-eO-b6T.title
source: Base font size:
es: Tamaño base de fuente:
it: Dimensione del testo

# r4o-4n-lvz.title
source: Linked from web
es: Enlazada desde la web
it: Caricata dal web (remota)

# R79-ew-3D9.title
source: Reveal the command line tool…
es: Mostrar herramienta de línea de comandos…
it: Rivela lo strumento a riga di comando…

# rbl-Ov-brv.title
source: Preferred Quick Look size:
es: Tamaño preferido de Quick Look:
it: Dimensioni finestra Quick Look:

# RCL-f2-K7U.title
source: Only for Rmd and Qmd files
es: Solo para archivos Rmd y Qmd
it: Solo file .Rmd e .Qmd

# rhk-et-xrR.title
source: Disabled
es: Desactivado
it: Disabilitata

# RPj-g5-33b.title
source: Others…
es: Otros…
it: Altro…

# rt9-6q-gO1.title
source: Open in default browser
es: Abrir en navegador predeterminado
it: Apri nel browser predefinito

# s7l-RU-who.title
source: Import custom theme…
es: Importar tema personalizado…
it: Importa un tema…

# SIU-Zh-5Tq.title
source: Duble tilde (~~)
es: Doble virgulilla (~~)
it: Doppia tilde (~~)

# sL0-d9-PMi.title
source: Tab replacement
es: Sustitución de tabuladores
it: Sostituisci tabulazioni

# sts-o1-AqD.title
source: Strikethrough detection
es: Detección de tachado
it: Riconoscimento del testo barrato

# SWu-0V-FXS.title
source: Auto
es: Automático
it: Automatica

# tbC-K4-tEs.title
source: Hard break
es: Salto duro
it: Forza a capo

# TK2-lw-GJw.title
source: Show line numbers
es: Mostrar números de línea
it: Mostra numeri di riga

# tql-Or-Mre.ibShadowedToolTip
source: Handle Mermaid Diagrams.
es: Procesa la cabecera YAML.
it: Gestisce i diagrammi con la libreria Mermaid.

# ugc-L6-bGe.title
source: Autolink
es: Autoenlace
it: Link automatici

# Ugh-Dg-7oF.title
source: Never
es: Nunca
it: Mai

# ugZ-kv-HK9.title
source: Reset dependency libraries
es: Restablecer bibliotecas de dependencias
it: Resetta le librerie

# UnT-CQ-BpQ.title
source: Word wrap
es: Ajuste de línea
it: Testo a capo

# UQd-Ow-K5y.title
source: Refresh the preview
es: Actualizar la vista previa
it: Aggiorna l’anteprima

# Usr-fq-i8R.title
source: 4 spaces
es: 4 espacios
it: 4 spazi

# uzV-0j-0aP.title
source: Sub/Superscript
es: Subíndice/superíndice
it: Apice/Pedice

# V5k-Dq-0be.title
source: Open Markdown…
es: Abrir Markdown…
it: Apri un file Markdown…

# VdG-tj-mMx.title
source: Reveal application support folder
es: Mostrar Application Support
it: Rivela la cartella di supporto

# VIP-KO-Jb3.title
source: Check for Updates
es: Buscar actualizaciones
it: Controlla aggiornamenti

# VSj-gs-vQa.title
source: Inline local images
es: Imágenes locales en línea
it: Incorpora immagini locali

# Vsq-EY-nuB.ibShadowedToolTip
source: Generate anchor for the heads.
es: Genera anclas para los encabezados.
it: Genera dei collegamenti per i titoli.

# VWN-lq-eiu.ibShadowedToolTip
source: Handle Math expressions.
es: Procesa la cabecera YAML.
it: Gestisce le espressioni matematiche.

# w9X-nc-ti0.ibShadowedToolTip
source: Embed local images as base64 data for the Quick Look preview.
es: Incrusta imágenes locales como datos base64 para la vista previa de Quick Look.
it: Incorpora le immagini locali per visualizzarle nell’anteprima Quick Look.

# W48-6f-4Dl.title
source: Edit
es: Edición
it: Modifica

# wEd-es-fwt.title
source: Open System Settings > ... > Quick Look panel…
es: Abrir Ajustes del Sistema > ... > panel Quick Look…
it: Apri Impostazioni di Sistem > ... > Visualizzazione rapida…

# wS7-p2-CRr.title
source: Examples
es: Ejemplos
it: Esempi

# X3O-kf-hhv.title
source: Fixed
es: Fijo
it: Fissa

# xaQ-yQ-VYY.title
source: Reveal on Finder…
es: Mostrar en Finder…
it: Rivela nel Finder…

# XfG-lQ-9wD.title
source: Preferences
es: Preferencias
it: Impostazioni

# XgS-T3-Gpv.label
source: Basic options
es: Opciones básicas
it: Impostazioni di base

# XMk-CW-qDQ.ibShadowedToolTip
source: Strip potentially dangerous HTML tags in the Markdown file.
es: Elimina etiquetas HTML potencialmente peligrosas del archivo Markdown.
it: Elimina tag potenzialmente pericolosi.

# ydg-Fj-IJb.title
source: Embedded
es: Incrustada
it: Incorportata (locale)

# YIu-d7-Osw.title
source: Strikethrough
es: Tachado
it: Testo barrato

# yq1-8R-Fo4.title
source: Inline HTML (unsafe)
es: HTML en línea (no seguro)
it: Codice HTML in linea (non sicuro)

# yqe-lS-xFa.title
source: Refresh the cached library from the web…
es: Obtener de la web…
it: Aggiorna la cache della libraria scaricandola dal web…

# Yvy-aE-Sho.ibShadowedToolTip
source: Allow raw HTML code inside the Markdown file.
es: Permite código HTML sin procesar dentro del archivo Markdown.
it: Consente codice HTML all’interno del file Markdown.

# YYv-je-P9H.title
source: Check now…
es: Buscar ahora…
it: Controlla adesso…

# yzH-Mt-sgy.title
source: View in Quick Look window
es: Ver en ventana de Quick Look
it: Visualizza nella finestra di anteprima Quick Look

# ZLB-AL-E6j.title
source: Smart quotes “ ”
es: Comillas tipográficas “ ”
it: Virgolette tipografiche “ ”

# Zqc-gP-iVf.title
source: width:
es: ancho:
it: larghezza:

# ZqH-Pa-y1s.title
source: Export preview as HTML…
es: Exportar vista previa como HTML…
it: Esporta anteprima HTML…

# ZTh-0e-tfH.title
source: Table
es: Tabla
it: Tabelle

# 0Me-yS-fdq.title
source: GitHub alert
it: Avvisi GitHub

# dEf-Li-st2.ibShadowedToolTip
source: Render definition lists (a term line followed by `: description` lines).
it: Formatta le definizioni (una riga con il termine seguita dalle righe `: descrizione`).

# dEf-Li-st3.title
source: Definition list
it: Definizioni

# IrH-Zo-Gds.ibShadowedToolTip
source: Render [[Page Name]] and [[Target|Display]] wikilinks as links.
it: Formata i wikilinks [[Page Name]] e [[Target|Display]] come collegamenti.

# Op8-MC-pdn.ibShadowedToolTip
source: Hard break forces the subsequent text to start on a new line within the same paragraph.
it: Forza un a capo alla fine di ogni riga.

# otL-h2-W9g.ibShadowedToolTip
source: GitHub-style alerts ([!NOTE], [!TIP], [!IMPORTANT], [!WARNING], [!CAUTION]) rendered as colored callouts.
it: Formatta gli avvisi in stile GitHub ([!NOTE], [!TIP], [!IMPORTANT], [!WARNING], [!CAUTION]) come riquadri colorati.

# tkA-dO-Pi7.ibShadowedToolTip
source: If enabled, all softbreak elements (newlines inside paragraphs in the Markdown source) should be rendered as spaces. Has no effect on HTML formatting.
it: Se abilitato, tutti gli elementi “softbreak” (interruzioni di riga all’interno dei paragrafi nel codice sorgente Markdown) dovrebbero essere visualizzati come spazi. Ininfluente nella formattazione HTML.
